Repository: wolf-tiny/trait
Catalog: locale/*.po
Languages: de, fa, it

source: Oops! An unknown error occurred. Please refresh the page, or visit from another browser or device
de: Hoppla! Ein unbekannter Fehler ist aufgetreten. Bitte aktualisieren Sie die Seite oder besuchen Sie sie von einem anderen Browser oder Gerät aus.
fa: اوه! خطای نامعلومی رخ داده است. لطفاً صفحه را رفرش (بازآوری) کنید یا از بروز (مرورگر) یا دستگاه دیگری برای مشاهده سایت استفاده کنید
it: Ops! Si è verificato un Errore imprevisto. Aggiorna la pagina o visita da un altro browser o dispositivo

source: Open main menu
de: Hauptmenü öffnen
fa: منوی اصلی را باز کنید
it: Apri menu principale

source: Open Orders
fa: سفارش‌های باز

source: Open Source
fa: منبع باز

source: or the transaction will revert.
fa: یا تراکنش برگشت داده خواهد شد.

source: Oracle
de: Orakel
fa: اوراکل
it: Oracolo

source: Order Expiration
fa: انقضای سفارش

source: Order History
fa: تاریخچه سفارش

source: Output is estimated. If the price changes by more than {0}% your transaction will revert.
de: Output wird geschätzt. Wenn sich der Preis um mehr als {0} % ändert, wird Ihre Transaktion zurückgesetzt.
fa: نتیجه برآوردی است. در صورت تغییر قیمت تا بیش از {0}% تراکنش شما برگشت داده خواهد شد
it: L'output è stimato. Se il prezzo cambia per più del {0}% la tua transazione verrà annullata.

source: Output is estimated. You will receive at least
fa: خروجی برآوردی است. حداقل مبلغی که دریافت خواهید کرد

source: Output will be sent to
fa: خروجی فرستاده خواهد شد به

source: Pay
fa: پرداخت

source: Pay from:
fa: پرداخت از:

source: Pending
de: Ausstehend
fa: در حال تعلیق
it: In attesa

source: Pending Treasury Transfer
fa: تعلیق انتقال صندوق
it: In attesa del trasferimento dalla tesoreria

source: Please connect to the appropriate Ethereum network.
fa: لطفاً به شبکه اتریوم مناسب متصل شوید.

source: Please enter an amount
fa: لطفاً یک مبلغ را وارد کنید

source: Please refer to the
fa: لطفا مراجعه کنید به

source: Please type the word "confirm" to enable expert mode.
de: Bitte geben Sie das Wort „Bestätigen“ ein, um den Expertenmodus zu aktivieren.
fa: لطفا کلمه «confirm» (تأیید) را تایپ کنید تا حالت خبره فعال شود.
it: Digita "conferma" per attivare la modalità esperto.

source: Pool
fa: استخر

source: Pool Found!
fa: استخر یافت شد
it: Pool trovato!

source: Pool Tokens
fa: توکن های استخر
it: Pool token

source: Pool tokens in rewards pool
fa: توکن های استخر در استخر جوایز
it: Pool token in pool di ricompense

source: Pooled {0}
fa: {0} استخر شد
it: {0} raccolti

source: Positions
fa: وضعیت ها
it: Posizioni

source: Price Impact
de: Preisauswirkung
fa: تاثیر قیمت
it: Impatto sul prezzo

source: Price Impact High
de: Preisauswirkung hoch
fa: تاثیر بالای قیمت
it: Impatto sul prezzo elevato

source: Price Impact Too High
de: Preisauswirkung zu hoch
fa: تاثیر بسیار بالای قیمت
it: Impatto sul prezzo troppo elevato

source: Price Updated
fa: قیمت به روزرسانی شده
it: Prezzo aggiornato

source: Rate
fa: نرخ

source: Rates
de: Kurse
fa: نرخ ها
it: Tassi

source: Receive
fa: دریافت

source: Recent Transactions
fa: تراکنش‌های اخیر

source: Recipient
fa: گیرنده

source: Remove
fa: حذف
it: Rimuovi

source: Remove {0} {1} and {2} {3}
fa: حذف {0} {1} و {2} {3}

source: Remove Liquidity
de: Liquidität entfernen
fa: لیکوییدیتی را حذف کنید
it: Rimuovi liquidità

source: Remove recipient
fa: حذف گیرنده

source: Removing {0} {1} and {2} {3}
de: Entfernen von {0} {1} und {2} {3}
fa: حذف {0} {1} و {2} {3}
it: Rimuovi {0} {1} e {2} {3}

source: Repay
de: Zurückzahlen
fa: بازپرداخت
it: Rimborsa

source: Restricts swaps to direct pairs only.
de: Beschränkt Swaps nur auf direkte Paare.
fa: جابه جایی های را تنها به جفت های مستقیم محدود می کند
it: Limita gli scambi solo alle coppie dirette.

source: Review Limit Order
fa: مرور محدود کردن سفارش

source: Rewards
fa: جوایز

source: Roll it back - this feature is not yet supported on {0}.
fa: آن را برگشت دهید - این ویژگی هنوز در {0} پشتیبانی نمی‌شود.

source: Route
fa: مسیریابی
it: Percorso

source: Routing through these tokens resulted in the best price for your trade.
de: Das Routing durch diese Token ergab den besten Preis für Ihren Trade.
fa: مسیریابی از طریق این توکن ها به بهترین قیمت برای معامله شما منجر می شود
it: Il routing attraverso questi token è risultato nel prezzo migliore per la tua operazione.

source: Search name or paste address
de: Suchen Sie den Namen oder fügen Sie die Adresse ein
fa: نام را جستجو کنید یا آدرس را پیست کنید
it: Cerca nome o incolla indirizzo

source: Select a asset token
fa: یک توکن دارایی را انتخاب کنید

source: Select a collateral token
fa: یک توکن وثیقه را انتخاب کنید

source: Select a rate
fa: یک نرخ را انتخاب کنید

source: Select a token
de: Wählen Sie einen Token aus
fa: یک توکن انتخاب کنید
it: Seleziona un token

source: Select a token to find your liquidity
fa: برای پیدا کردن لیکوییدیتی خود، توکنی را انتخاب کنید
it: Seleziona un token per trovare la tua liquidità

source: Select an order expiration
fa: یک انقضای سفارش را انتخاب کنید

source: Send to:
fa: فرستادن به:

source: Send transaction privately to avoid front-running and sandwich attacks. Requires a miner tip to incentivize miners
fa: برای پیشگیری از حملات متضمن پیش‌دستی و در تنگنا قرار دادن، تراکنش‌ها را به صورت خصوصی ارسال کنید. مستلزم یک انعام ویژه ماینر برای تشویق ماینرها است

source: Share of Pool
fa: سهم استخر
it: Quota del pool

source: Share of Pool:
de: Poolanteil:
fa: سهم استخر
it: Quota del pool:

source: Slippage tolerance
de: Slippage-Toleranz
fa: دامنه پذیرش افت
it: Tolleranza slippage

source: Slippage tolerance...
fa: دامنه پذیرش افت...

source: SLP
fa: اس‌ال‌پی

source: Something went wrong during signing of the approval. This is expected for hardware wallets, such as Trezor and Ledger. Click again and the fallback method will be used
de: Bei der Unterzeichnung der Genehmigung ist ein Fehler aufgetreten. Dies geschieht häufig bei Hardware-Wallets wie z. B. Trezor und Ledger. Klicken Sie erneut und die Fallback-Methode wird verwendet.
fa: در طول امضای تاییدیه اشتباهی رخ داده است. این امر برای کیف پول های سخت افزاری مانند Trezor و Ledger رخ می دهد. دوباره کلیک کنید و شیوه فال بک (جایگزین) استفاده خواهد شد
it: Qualcosa è andato storto durante la firma dell'approvazione. Questo è previsto per gli hardware wallet, come Trezor e Ledger. Clicca di nuovo per usare il metodo alternativo

source: Stack Yields with SAAVE
fa: استک بازده ها با SAAVE
it: Fai stacking di rendimenti con SAAVE

source: Stake
fa: سهام گذاری کنید
it: Metti in staking

source: Stake into xSUSHI add collateral as axSUSHI on Aave all inone click
fa: با فقط یک کلیک، سهام‌گذاری در ایکس سوشی باعث می‌شود که همگی به صورت ای‌ایکس‌سوشی بر روی Aave همسو شوند
it: Fai staking in xSUSHI e aggiungi collaterale come axSUSHI su Aave tutto in un click.

source: Stake SUSHI
de: SUSHI einsetzen
fa: سوشی را سهام گذاری کنید
it: Metti in staking SUSHI

source: Stake SUSHI for xSUSHI
fa: سهام گذاری سوشی برای ایکس سوشی
it: Metti in staking SUSHI per xSUSHI

source: Staking APR
fa: سهام گذاری APR
it: APR di staking

source: Supplying {0} {1} and {2} {3}
fa: تامین {0} {1} و {2} {3}
it: Fornisci {0} {1} e {2} {3}

source: Sushi is a supporter of Open Source.
de: Sushi unterstützt Open Source.
fa: سوشی، پشتیان منبع باز است
it: Sushi è un sostenitore dell'Open Source.

source: SushiSwap
fa: سوشی‌سواپ

source: Swap
fa: جابه جا کنید
it: Scambia

source: Swap Anyway
de: Dennoch Swap durchführen
fa: جابه جایی در هر صورت
it: Scambia comunque

source: Swap From (est.):
de: Swap von (est.):
fa: از (est.) جابه جا کنید
it: Scambia da (stimato):

source: Swap From:
de: Swap von:
fa: از .... جابه جا کنید
it: Scambia da:

source: Swap To (est.):
fa: جابه جایی به (est.)
it: Scambia in (stimato):

source: Swap To:
de: Swap zu:
fa: جابه جایی به:
it: Scambia in:

source: The difference between the market price and estimated price due to trade size.
de: Die Differenz zwischen dem Marktpreis und dem geschätzten Preis aufgrund der Handelsgröße.
fa: تفاوت میان قیمت بازار و قیمت برآوردی به علت اندازه معامله
it: La differenza tra il prezzo di mercato e il prezzo stimato a causa delle dimensioni dell'operazione.

source: The input token cannot be transferred. There may be an issue with the input token.
fa: توکن ورودی قابل انتقال نیست. ممکن است توکن ورودی مشکلی داشته باشد.

source: The onchain oracle that tracks the pricing for this pair
fa: اوراکل زنجیره ای که قیمت گذاری این جفت را پیگیری می کند
it: L'oracolo on-chain che traccia i prezzi per questa coppia

source: The output token cannot be transferred. There may be an issue with the output token.
fa: توکن خروجی قابل انتقال نیست. ممکن است توکن خروجی مشکلی داشته باشد.

source: The transaction could not be sent because the deadline has passed. Please check that your transaction deadline is not too low.
fa: ارسال این تراکنش امکان‌پذیر نیست زیرا مهلت آن گذشته است. لطفاً بررسی کنید که مهلت تراکنش شما خیلی کم نباشد.

source: The Uniswap invariant x*y=k was not satisfied by the swap. This usually means one of the tokens you are swapping incorporates custom behavior on transfer.
fa: x * y = k ثابت تک‌جابه‌جایی با جابه‌جایی حاصل نشد. این معمولاً به این معنی است که یکی از توکن‌هایی که در حال جابه‌جایی آن هستید متضمن رفتار سفارشی در انتقال است.

source: Things you can do with your SUSHI
fa: کارهایی که شما با سوشی خود می توانید انجام دهید
it: Cose che puoi fare con i tuoi SUSHI

source: This token doesn't appear on the active token list(s). Make sure this is the token that you want to trade.
fa: این توکن در لیست(های) توکن فعال نمایش داده نمی‌شود. اطمینان حاصل کنید که این همان نشانه‌ای است که می‌خواهید تبادل کنید.

source: This transaction is below market rate
fa: این تراکنش زیر نرخ بازار است

source: This transaction will not succeed due to price movement. Try increasing your slippage tolerance.
fa: این تراکنش به علت جابه‌جایی قیمت موفقیت‌آمیز نخواهد بود. افزایش دامنه پذیرش افت را امتحان کنید.

source: This transaction will not succeed either due to price movement or fee on transfer. Try increasing your slippage tolerance.
de: Diese Transaktion wird nicht durchgeführt, entweder wegen Preisbewegungen oder wegen Transfergebühren. Versuchen Sie, Ihre Schlupftoleranz zu erhöhen.
fa: این تراکنش به علت جابه جایی قیمت یا هزینه انتقال، ناموفق خواهد بود. افزایش دامنه پذیرش افت را امتحان کنید
it: Questa transazione non andrà a buon fine a causa del movimento del prezzo o della commissione sul trasferimento. Prova ad aumentare la tolleranza allo slippage.

source: Tip to encourage miners to select this transaction.
fa: نکته‌ای برای تشویق ماینرها به انتخاب این تراکنش.

source: Tip:
fa: نکته:

source: Toggle Expert Mode
de: Expertenmodus umschalten
fa: حالت خبره توگل
it: Attiva modalità esperto

source: Token
fa: توکن

source: Tokens
de: Token
fa: توکن ها
it: Token

source: Tools
fa: ابزارها
it: Strumenti

source: Tools to optimize your workflow.
de: Tools zur Optimierung Ihres Workflows.
fa: ابزارها برای بهینه سازی جریان کار شما
it: Strumenti per ottimizzare il tuo flusso di lavoro.

source: Total
de: Gesamt
fa: مجموع
it: Totale

source: Transaction deadline
de: Transaktionsfrist
fa: آخرین موعد تراکنش
it: Scadenza transazione

source: Transaction History {0}
fa: تاریخچه تراکنش {0}

source: Transaction Settings
de: Transaktionseinstellungen
fa: تنظیمات تراکنش
it: Impostazioni transazione

source: Transaction Submitted
fa: تراکنش ارسال شده

source: Try enabling multi-hop trades
de: Versuchen Sie, Multi-Hop-Trades zu aktivieren.
fa: فعال سازی مبادله های چندپرشی را امتحان کنید
it: Prova ad abilitare le operazioni multi-hop

source: Turn On Expert Mode
de: Expertenmodus aktivieren
fa: روشن کردن حالت خبره
it: Attiva modalità esperto

source: TVL
fa: کارهایی

source: Unknown error{0}. Try increasing your slippage tolerance.
fa: خطای ناشناخته{0}. افزایش دامنه پذیرش افت را امتحان کنید.

source: Unstake
fa: لغو سهام گذاری
it: Togli dallo staking

source: Unstaked
fa: لغو سهام گذاری
it: Tolto dallo staking

source: Unsupported Asset
de: Nicht unterstütztes Asset
fa: دارایی بدون پشتیبانی
it: Asset non supportato

source: Unwrap
de: Auspacken
fa: باز کردن

source: Use SUSHI
fa: استفاده از سوشی

source: Use this tool to find pairs that don't automatically appear in the interface
fa: از این ابزار برای یافتن جفت‌هایی استفاده کنید که به صورت خودکار در رابط کاربری نمایش داده نمی‌شوند

source: Use xSUSHI
fa: استفاده از ایکس‌سوشی

source: Used
fa: استفاده شده

source: Vesting
fa: در حال واگذار کردن

source: Vesting is executed within the guidelines selected by the community in
fa: واگذاری در چارچوب دستورالعمل‌های انتخاب شده توسط جامعه اجرا می‌شود

source: View Liquidity Positions
fa: مشاهده وضعیت‌های لیکوییدیتی خود

source: View on explorer
de: Ansicht auf Explorer
fa: مشاهده در جستجوگر (اکسپلورو)
it: Visualizza sull'explorer

source: View Stats
de: Statistiken anzeigen
fa: مشاهده آمار
it: Visualizza statistiche

source: Waiting for Confirmation
fa: در انتظار تأیید

source: Wallet
fa: کیف پول

source: Wallet Balance
de: Wallet-Guthaben
fa: مانده کیف پول
it: Saldo del wallet

source: Weekly unlocks from the vesting period.
fa: گشایش‌های هفتگی از دوره واگذاری.

source: When creating a pair you are the first liquidity provider. The ratio of tokens you add will set the price of this pool. Once you are happy with the rate, click supply to review
fa: هنگام ایجاد جفت، شما اولین تامین کننده لیکوییدیتی هستید. نسبت توکن هایی که اضافه می کنید، قیمت این استخر را مشخص خواهند کرد. اگر با نرخ موافق بودید، می توانید برای مشاهده بر روی تامین (supply) کلیک کنید
it: Quando crei una coppia sei il primo fornitore di liquidità. Il rapporto dei token che aggiungi determinerà il prezzo di questo pool. Quando sei soddisfatto con il prezzo clicca su fornisci per verificare

source: Withdraw
de: Abheben
fa: برداشت
it: Preleva

source: Wrap
fa: پوشاندن

source: Wrong Network
de: Falsches Netzwerk
fa: شبکه اشتباه
it: Network sbagliato

source: xSUSHI Fee
fa: هزینه ایکس‌سوشی

source: Yesterday's APR
de: Der gestrige APR
fa: APR دیروز
it: APR di ieri

source: You are creating a pool
fa: شما در حال ایجاد استخر هستید
it: Stai creando un pool

source: You are on the wrong network
de: Sie befinden sich im falschen Netzwerk
fa: شما در شبکه اشتباهی هستید
it: Sei connesso alla rete sbagliata

source: You don’t have liquidity in this pool yet
fa: شما هنوز در این استخر لیکوییدیتی ندارید
it: Non hai ancora liquidità in questo pool

source: You need to first approve LP tokens and then migrate it
de: Sie müssen zuerst LP-Token genehmigen und dann migrieren
fa: لازم است اول توکن های LP را تایید کرده و سپس آن را جابه جا کنید
it: Devi prima approvare i token LP e poi migrarli

source: You pay
fa: شما می‌پردازید

source: You Pay:
fa: شما می‌پردازید:

source: You receive
fa: شما دریافت می‌کنید

source: You receive:
fa: شما دریافت می‌کنید:

source: You will receive
de: Sie werden erhalten
fa: شما دریافت خواهید کرد
it: Riceverai

source: Your
fa: شما

source: Your {exchange} {0}/{1} liquidity will become SushiSwap {2}/{3} liquidity.
de: Ihre {exchange} {0} / {1} Liquidität wird zu SushiSwap {2} / {3} Liquidität.
fa: لیکوییدیتی {exchange} {0}/{1} شما به لیکوییدیتی {2}/{3}سوشی سواپ (SushiSwap) تبدیل خواهد شد
it: La tua liquidità in {0}/{1} su {exchange} diventerà liquidità in {2}/{3} su Sushiswap.

source: Your Claimable SUSHI this Week
fa: سوشی قابل مطالبه شما در این هفته
it: I tuoi SUSHI riscattabili questa settimana

source: Your Liquidity
de: Ihre Liquidität
fa: لیکوییدیتی شما
it: La tua liquidità

source: Your pool share
fa: سهم استخر شما
it: La tua quota del pool

source: Your Staked
de: Ihr Stake
fa: سهام گذاری های شما
it: In staking

source: Your SushiBar Stats
de: Ihre SushiBar-Statistiken
fa: آمار سوشی بار شما
it: Le tue statistiche SushiBar

source: Your total pool tokens
fa: کل توکن های استخر شما
it: I tuoi pool token totali

source: Your transaction may be frontrun
de: Ihre Transaktion könnte ein Front-Run-Handel sein.
fa: تراکنش شما می تواند موفق باشد
it: La tua transazione potrebbe essere anticipata

source: Your transaction may fail
de: Ihre Transaktion kann fehlschlagen
fa: ممکن است تراکش شما ناموفق باشد
it: La tua transazione potrebbe fallire

source: Your transaction will revert if it is pending for more than this long.
de: Ihre Transaktion wird rückgängig gemacht, wenn sie länger als diese Zeitspanne in der Schwebe ist.
fa: اگر تعلیق بیشتر از این زمان به طول بیانجامد، تراکنش شما برگشت داده خواهد شد
it: La tua transazione verrà annullata se rimane in sospeso per più di questo periodo.

source: Your transaction will revert if the price changes unfavorably by more than this percentage.
de: Ihre Transaktion wird zurückgesetzt, wenn sich der Preis um mehr als diesen Prozentsatz ungünstig verändert.
fa: اگر تغییرات قیمت نامطلوب بیشتر از این درصد باشد، تراکنش شما برگشت داده خواهد شد.
it: La tua transazione verrà annullata se il prezzo cambia sfavorevolmente oltre questa percentuale.

source: Your transaction will revert if there is a large, unfavorable price movement before it is confirmed.
de: Ihre Transaktion wird bei einer großen, ungünstigen Preisbewegung rückgängig gemacht, bevor sie bestätigt wird.
fa: در صورتی که جابه جایی نامطلوب و زیاد قیمت قبل از تایید وجود داشته باشد، تراکنش شما برگشت داده خواهد شد
it: La tua transazione verrà annullata in caso di un forte movimento del prezzo sfavorevole prima della conferma.

source: Your transactions will appear here...
fa: تراکنش‌های شما در اینجا نشان داده خواهد شد...

source: Your Wallet
de: Deine Geldbörse
fa: کیف پول شما
it: Il tuo wallet

source: Zap
fa: زاپ

source: - Remove send
it: - Rimuovi invio

source: (COMING SOON) Accrue automatic yield through flash loans and SUSHI strategies
it: (IN ARRIVO) Genera rendimento automatico tramite flash loan e strategie SUSHI

source: + Add a send (optional)
it: + Aggiungi un invio (opzionale)

source: + Create a new market
it: + Crea un nuovo mercato

source: <0>Tip:</0> In order to start earning rewards, you will need to first acquire some SLP by adding liquidity to the specified pair or <1>migrating existing liquidity.</1> Once you have SLP you can stake it into this yield farm to start earning rewards. Unstake anytime and then you can convert your SLP back to base tokens by clicking Remove Liquidity. Click Harvest to receive you rewards at any time.
it: <0>Suggerimento:</0> per iniziare a guadagnare ricompense, dovrai prima acquisire degli SLP aggiungendo liquidità alla coppia specificata o <1>migrare liquidità esistente.</1> Una volta ottenuti gli SLP, puoi metterli in staking in questa yield farm per ricevere ricompense. Puoi rimuoverli dallo staking e riconvertire i tuoi SLP nei token sottostanti cliccando su Rimuovi liquidità. Clicca su Raccogli per ricevere le tue ricompense in qualsiasi momento.

source: <0>Tip:</0> Removing pool tokens converts your position back into underlying tokens at the current rate, proportional to your share of the pool. Accrued fees are included in the amounts you receive.
it: <0>Consiglio:</0> rimuovere pool token riconverte la tua posizione nei token sottostanti al prezzo attuale, in proporzione alla tua quota del pool. Le commissioni accumulate sono incluse negli importi che ricevi.

source: <0>Tip:</0> Use this tool to find pairs that don't automatically appear in the interface
it: <0>Consiglio:</0> usa questo strumento per trovare coppie che non appaiono automaticamente nell’interfaccia.

source: <0>Tip:</0> When you add liquidity, you will receive pool tokens representing your position. These tokens automatically earn fees proportional to your share of the pool, and can be redeemed at any time.
it: <0>Consiglio<:/0> quando aggiungi liquidità, riceverai pool token che rappresentano la tua posizione. Questi token guadagnano commissioni automaticamente in proporzione alla tua quota del pool, e possono essere riscattati in qualsiasi momento.

source: <0>Your</0> Positions
it: Le <0>tue</0> posizioni

source: 300M+ TVL on Polygon! Optimized routing enabled
it: Oltre 300 milioni di TVL su Polygon! Routing ottimizzato abilitato

source: Add Sushi to your Metamask wallet
it: Aggiungi Sushi al tuo wallet Metamask

source: Add xSushi to your Metamask wallet
it: Aggiungi xSUSHI al tuo wallet Metamask

source: annualized
it: annualizzato

source: APR (incl. Fees)
it: APR (incluse commissioni)

source: APY (incl. Fees)
it: APY (incluse commissioni)

source: Borrow APR
de: APR ausleihen
it: APR prestito

source: Bridge Assets
it: Bridge asset

source: By adding liquidity you'll earn 0.25% of all trades on this pair proportional to your shareof the pool. Fees are added to the pool, accrue in real time and can be claimed by withdrawingyour liquidity.
it: Aggiungendo liquidità guadagnerai lo 0,25% di tutte le operazioni in questa coppia in proporzione alla tua quota del pool. Le commissioni vengono aggiunte al pool, maturano in tempo reale e possono essere riscattate prelevando la tua liquidità.

source: By adding liquidity you'll earn 0.25% of all trades on this pair proportional to your share of the pool. Fees are added to the pool, accrue in real time and can be claimed by withdrawing your liquidity.
it: Aggiungendo liquidità guadagnerai lo 0,25% di tutte le operazioni in questa coppia in proporzione alla tua quota del pool. Le commissioni vengono aggiunte al pool, maturano in tempo reale e possono essere riscattate prelevando la tua liquidità

source: Check out Sushi on Polygon (Matic)
it: Scopri Sushi su Polygon (Matic)

source: Claim
it: Riscatta

source: Click here to switch to Polygon using Metamask
it: Clicca qui per passare a Polygon usando Metamask

source: Click on a pool below, input the amount you wish to migrate or select max, and click migrate
de: Klicken Sie unten auf einen Pool, geben Sie den Betrag ein, den Sie migrieren möchten, oder wählen Sie max aus, und klicken Sie auf migrieren
it: Clicca su un pool di seguito, inserisci l'importo che vuoi migrare o seleziona max, e clicca su migra

source: Connect to a wallet to find pools
it: Collega un wallet per trovare pool

source: Connect to a wallet to view your liquidity
it: Collega un wallet per visualizzare la tua liquidità

source: Create a Pair
it: Crea coppia

source: Deposited
it: Depositati

source: Don't see a pool you joined? <0>Import it.</0>
it: Non vedi un pool a cui ti sei unito? <0>Importalo.</0>

source: Dont see a pool you joined?
it: Non vedi un pool a cui ti sei unito?

source: Enjoy the lowest slippage on Polygon
it: Approfitta del minimo slippage su Polygon

source: Expert mode turns off the confirm transaction prompt and allows high slippage trades that often result in bad rates and lost funds.
de: Der Expertenmodus deaktiviert die Eingabeaufforderung zur Bestätigung der Transaktion und ermöglicht hohe Slippage-Trades, die häufig zu schlechten Kursen und Geldverlust führen.
it: La modalità esperto disattiva il messaggio di conferma della transazione e consente operazioni con uno slippage elevato; spesso questo risulta in tassi svantaggiosi e perdite di fondi.

source: Fetching Instruments
it: Caricamento strumenti
