Repository: wolf-tiny/trait
Catalog: locale/*.po
Languages: de, fa, it

source: For every swap on the exchange on every chain, 0.05% of the swap fees are distributed as SUSHI proportional to your share of the SushiBar. When your SUSHI is staked into the SushiBar, you recieve xSUSHI in return for voting rights and a fully composable token that can interact with other protocols. Your xSUSHI is continuously compounding, when you unstake you will receive all the originally deposited SUSHI and any additional from fees.
de: Für jeden Swap an der Börse werden pro Chain 0,05 % der Swap-Gebühren, proportional zu Ihrem Anteil, als SUSHI an der SushiBar verteilt. Wenn Ihr SUSHI in die SushiBar eingezahlt wird, erhalten Sie xSUSHI als Gegenleistung für Stimmrechte und ein vollständig zusammensetzbares Token, das mit anderen Protokollen interagieren kann. Ihr xSUSHI wird kontinuierlich aufgezinst. Wenn Sie den Einsatz zurücknehmen, erhalten Sie den gesamten ursprünglich eingezahlten SUSHI und alle zusätzlichen Gebühren zurück.
it: Per ogni scambio sull'exchange da qualsiasi blockchain, lo 0,05% delle commissioni viene distribuito come SUSHI in proporzione alla tua quota del SushiBar. Quando metti in staking i tuoi SUSHI nel SushiBar, ricevi in cambio xSUSHI, un token che conferisce diritti di voto completamente componibile in grado di interagire con altri protocolli. Il tuo xSUSHI è costantemente composto, quando interrompi lo staking ricevi tutti i SUSHI depositati in origine ed eventuali altri derivanti dalle commissioni.

source: From
it: Da

source: From (estimated)
it: Da (stimato)

source: Gain governance rights with xSUSHI and earn 5% APR (0.05% of all swaps from all chains)
it: Ottieni diritti di governance con xSUSHI e guadagna un APR del 5% (0,05% di tutti gli scambi da tutte le blockchain)

source: Harvest {0} SUSHI
it: Raccogli {0} SUSHI

source: Harvest {0} SUSHI & {1} MATIC
it: Raccogli {0} SUSHI e {1} MATIC

source: Have assets you want to earn additional interest on? Lend them in isolated markets and earn interest from borrowers. It's as easy as deposit and withdraw whenever you want.
it: Hai degli asset su cui vuoi guadagnare interessi aggiuntivi? Prestali in mercati isolati e ricevi interessi dai debitori. Basta semplicemente depositare e prelevare quando vuoi.

source: Have Liquidity on {0}?
it: Hai liquidità in {0}?

source: Helpful Sushi Tools
it: Strumenti utili Sushi

source: import it
it: importa

source: Import it
it: Importa

source: Input is estimated. You will sell at most <0>{0} {1}</0> or the transaction will revert.
it: L'input è stimato. Venderai al massimo <0>{0} {1}</0> o la transazione verrà annullata.

source: Instruments
it: Strumenti

source: Insufficient WETH balance
it: Saldo WETH insufficiente

source: Keys Burned: 2022.03.04 at 22:05
it: Chiavi distrutte: alle 22:05 del 04/03/2022

source: Lend {assetSymbol}
it: Presta {assetSymbol}

source: Limit <0>Used</0>
it: Limite <0>usato</0>

source: Liquidity Positions
de: Liquiditätspositionen
it: Posizioni di liquidità

source: Liquidity providers earn a 0.25% fee on all trades proportional to their share of the pool. Fees are added to the pool, accrue in real time and can be claimed by withdrawing your liquidity
de: Liquiditätsanbieter verdienen 0,25 % Gebühr auf alle Trades proportional zu ihrem Anteil am Pool. Die Gebühren werden dem Pool hinzugefügt, fallen in Echtzeit an und können eingefordert werden, indem Sie Ihre Liquidität entnehmen.
it: I fornitori di liquidità guadagnano una commissione dello 0,25% su tutte le operazioni in proporzione alla loro quota del pool. Le commissioni vengono aggiunte al pool, maturano in tempo reale e possono essere riscattate prelevando la tua liquidità.

source: Manage Liquidity in Rewards Pool
it: Gestisci la liquidità nel pool di ricompense

source: Market Info
de: Marktdaten
it: Informazioni sul mercato

source: Market Staked
it: Mercato in staking

source: Maximum sold
it: Massimo venduto

source: Migrate Now
it: Migra ora

source: New network, new features
it: Nuovo network, nuove funzionalità

source: No liquidity found
it: Nessuna liquidità trovata

source: No liquidity positions found
it: Nessuna posizione di liquidità trovata

source: No Results
it: Nessun risultato

source: One click SUSHI → xSUSHI → aXSUSHI
it: SUSHI → xSUSHI → aXSUSHI in un click

source: Output is estimated. You will receive at least <0>{0} {1}</0> or the transaction will revert.
it: L'output è stimato. Riceverai almeno <0>{0} {1}</0> o la transazione verrà annullata.

source: Output will be sent to <0>{0}</0>
it: L'output verrà inviato a <0>{0}</0>

source: per month
it: al mese

source: Pool Rewards
it: Ricompense del pool

source: Price
it: Prezzo

source: Read the contract
it: Leggi il contratto

source: Read Tutorial
it: Leggi il tutorial

source: Remove send
de: Send entfernen
it: Rimuovi invio

source: Request Tool
it: Richiedi strumento

source: SAAVE: Stack your yields in one transaction
it: SAAVE: Accumula i tuoi rendimenti in una transazione

source: Search by name, symbol, address
it: Cerca per nome, simbolo, indirizzo

source: Slippage Tolerance
it: Tolleranza slippage

source: Stake into xSUSHI add collateral as axSUSHI on Aave all in one click
it: Fai staking in xSUSHI e aggiungi collaterale come axSUSHI su Aave tutto in un click.

source: Stake your SUSHI into xSUSHI for ~5% APY. Deposit your xSUSHI into Aave as aXSUSHI to earn collateral interest and borrowing power. All in one click.
it: Fai staking dei tuoi SUSHI in xSUSHI per un APY del ~5%. Deposita i tuoi xSUSHI in Aave come axSUSHI per guadagnare interesse collaterale e potere di credito. Tutto in un click.

source: Stake your SUSHI into xSUSHI for ~5% APY. No impermanent loss, no loss of governance rights.Continuously compounding.
it: Metti in staking il tuo SUSHI in xSUSHI per un APY del ~5%. Nessuna perdita impermanente, senza perdere diritti di governance. Costantemente composto.

source: Stake your SUSHI into xSUSHI for ~5% APY. No impermanent loss, no loss of governance rights. Continuously compounding.
it: Metti in staking il tuo SUSHI in xSUSHI per un APY del ~5%. Nessuna perdita impermanente, senza perdere diritti di governance. Costantemente composto.

source: Submit Tool
it: Proponi strumento

source: Supply APR
de: APR liefern
it: APR concessione

source: SUSHI {0}/{1} Burned
it: SUSHI {0}/{1} distrutti

source: Sushi allows for swapping of ERC20 compatible tokens across multiple networks
it: Sushi consente di scambiare token compatibili ERC20 attraverso diversi network

source: SUSHI Balance
it: Saldo SUSHI

source: SUSHI Balance: {sushiBalance}
it: Saldo SUSHI: {sushiBalance}

source: SushiBar: Make SUSHI work for you
it: SushiBar: Metti SUSHI al lavoro per te

source: The difference between the market price and your price due to trade size.
it: La differenza tra il prezzo di mercato e il tuo prezzo a causa delle dimensioni dell'operazione.

source: The transaction cannot succeed due to error: {0}. This is probably an issue with one of the tokens you are swapping.
it: La transazione non può riuscire a causa dell'errore: {0}. Questo è dovuto probabilmente a uno dei token che stai scambiando.

source: To
it: A

source: To (estimated)
it: A (stimato)

source: To withdraw into SUSHI, go to Aave and remove axSUSHI as collateral and then to SushiBar to unstake. A full unwind will be avaialble soon.
it: Per prelevare in SUSHI, visita Aave e rimuovi axSUSHI come collaterale, quindi visita SushiBar per togliere dallo staking. Un processo completo sarà presto disponibile.

source: Transaction History
de: Verlauf der Transaktionen
it: Storico delle transazioni

source: Transactions
de: Transaktionen
it: Transazioni

source: Unknown error
it: Errore sconosciuto

source: Unwrap {0} W{1} to {2}
it: Unwrap {0} W{1} in {2}

source: Use any tool below to optimize your workflow. Please note, some tools are experimental so use with discretion. If theres a smart contract involved for the tool, read the code and confirm the keys have been burned.
it: Usa qualsiasi strumento qui sotto per ottimizzare il tuo flusso di lavoro. Ricorda che alcuni strumenti sono sperimentali quindi usali con cautela. Se lo strumento coinvolge uno smart contract, leggi il codice e assicurati che le chiavi siano state distrutte.

source: V2 Rewarder
it: Rewarder V2

source: Vesting is executed within the guidelines selected by the community in <0>SIMP3</0>.<1/><2/>Please refer to the <3>forum discussion</3> for deliberations on additional points.<4/><5/>Additional records and weekly merkle updates can be found on <6>Github</6>
it: Il vesting viene eseguito secondo le linee guida selezionate dalla comunità in <0>SIMP3</0>.<1/><2/>Fare riferimento alla <3>discussione sul forum</3> per deliberazioni su punti aggiuntivi.<4/><5/>Registri aggiuntivi e aggiornamenti merkle settimanali possono essere consultati su <6>Github</6>

source: View pair analytics
it: Visualizza analisi coppia

source: View SushiBar Stats
it: Visualizza statistiche di SushiBar

source: View Your Liquidity Positions
it: Visualizza le tue posizioni di liquidità

source: View Your Liquidity Positions >
de: Ihre Liquiditätspositionen anzeigen
it: Visualizza le tue posizioni di liquidità >

source: View your SushiBar Portfolio
it: Visualizza il tuo portafoglio SushiBar

source: Welcome to Sushi on Polygon (Matic)
it: Benvenuto in Sushi su Polygon (Matic)

source: Withdraw {assetSymbol}
it: Preleva {assetSymbol}

source: xSUSHI automatically earn fees (0.05% of all swaps, including multichain swaps) proportionalto your share of the SushiBar.
it: xSUSHI guadagna automaticamente commissioni (lo 0,05% di tutti gli scambi, inclusi gli scambi multi-chain) in proporzione alla tua quota del SushiBar.

source: xSUSHI automatically earn fees (0.05% of all swaps, including multichain swaps) proportional to your share of the SushiBar.
it: xSUSHI guadagna automaticamente commissioni (lo 0,05% di tutti gli scambi, inclusi gli scambi multi-chain) in proporzione alla tua quota del SushiBar.

source: xSUSHI Balance
it: Saldo xSUSHI

source: Yield
it: Rendimento

source: Yield Instruments
it: Strumenti di rendimento

source: Your Liquidity Positions
de: Ihre Liquiditätspositionen
it: Le tue posizioni di liquidità

source: Your Pool Share
it: La tua quota del pool

source: Your Pool Tokens
it: I tuoi pool token

source: Your Transaction History
it: Il tuo storico delle transazioni

source: Your Transaction History on {0}
de: Ihr Transaktionsverlauf auf {0}
it: Lo storico delle tue transazioni su {0}

source: Your Yields
it: I tuoi rendimenti
