Repository: wolf-tiny/trait
Catalog: locale/*.po
Languages: de, fa, it

source: (COMING SOON) Accrue automatic yield through flash loans andSUSHI strategies
fa: (به زودی) بازده خودکار را از طریق وام‌های سریع و استراتژی‌های سوشی کسب کنید
it: (IN ARRIVO) Genera rendimento automatico tramite flash loan e strategie SUSHI

source: {0} {1} per {2}
fa: {0} {1} در هر {2}

source: {0} {sign} market rate
fa: {0} {sign} نرخ بازار

source: {0} Deposited
de: {0} Hinterlegt
fa: {0} واریز شد
it: {0} depositato

source: {0} Strategy
de: {0} Strategie
fa: {0} استراتژی
it: Strategia {0}

source: {0}/{1} Burned
fa: {0}/ {1} سوخته

source: 1 Hour
fa: 1 ساعت

source: 1 Week
fa: 1 هفته

source: 24 Hours
fa: 24 ساعت

source: 30 Days
fa: 30 روز

source: A portion of each trade (0.05%) goes to xSUSHI holders as a protocol incentive.
fa: بخشی از هر معامله (0.05٪) به عنوان مشوق پروتكل به دارندگان xSUSHI تعلق می‌گیرد.

source: A portion of each trade (0.25%) goes to liquidity providers as a protocol incentive.
de: Ein Teil jedes Handels (0,25 %) geht als Protokollanreiz an Liquiditätsanbieter.
fa: بخشی از هر معامله (0.05٪) به عنوان مشوق پروتكل به دارندگان ایکس‌سوشی تعلق می‌گیرد.
it: Una parte di ogni operazione (0,25%) va ai fornitori di liquidità come incentivo di protocollo.

source: above
fa: بالا

source: Accept
fa: قبول کنید
it: Accetta

source: Add
fa: اضافه کنید
it: Aggiungi

source: Add {0} {1} and {2} {3}
fa: اضافه کردن {0} {1} و {2} {3}

source: Add {0} to MetaMask
fa: {0} را به متاماسک اضافه کنید

source: Add collateral in order to borrow assets
de: Fügen Sie Sicherheiten hinzu, um Vermögenswerte auszuleihen
fa: برای قرض گرفتن دارایی، وثیقه اضافه کنید
it: Aggiungi collaterale per prendere in prestito asset

source: Add Liquidity
de: Liquidität hinzufügen
fa: لیکوییدیتی را افزایش دهید
it: Aggiungi liquidità

source: Add liquidity
fa: لیکوییدیتی را افزایش دهید
it: Aggiungi liquidità

source: Add SUSHI to your MetaMask wallet
fa: به کیف پول متاماسک خود، سوشی اضافه کنید

source: Add xSUSHI to your MetaMask wallet
fa: به کیف پول متاماسک خود، ایکس‌سوشی اضافه کنید

source: Added
fa: اضافه شده

source: Additional records and weekly merkle updates can be found on
fa: سوابق اضافی و به روزرسانی‌های هفتگی مرکل را می‌توان در اینجا یافت

source: Amount of Tokens
de: Anzahl der Token
fa: مبلغ توکن ها
it: Quantità di token

source: An error occurred when trying to execute this swap. You may need to increase your slippage tolerance. If that does not work, there may be an incompatibility with the token you are trading. Note fee on transfer and rebase tokens are incompatible with Uniswap V3.
fa: هنگام اجرای این جابه‌جایی، خطایی روی داد. شاید لازم باشد دامنه پذیرش افت خود را افزایش دهید. اگر این اقدام مؤثر واقع نشود، ممکن است به دلیل وجود نوعی ناسازگاری در توکنی باشد که مبادله می‌کنید. توجه داشته باشید هزینه توکن‌های انتقال و ریبس با Uniswap V3 سازگار نیست.

source: Analytics
de: Analysen
fa: تجزیه و تحلیل
it: Dati analitici

source: Approve
de: Genehmigen
fa: تایید کنید
it: Approva

source: Approve {0}
de: Genehmige {0}
fa: تایید کنید {0}
it: Approva {0}

source: Approve Kashi
de: Genehmige Kashi
fa: تایید کَشی
it: Approva Kashi

source: Approve Limit Order
fa: محدود کردن سفارش را تأیید کنید

source: Approved
de: Genehmigt
fa: تایید شد
it: Approvato

source: Approving
de: Genehmigen
fa: در حال تایید
it: Approvazione

source: Approving {0}
fa: در حال تایید {0}
it: Approvazione {0}

source: Approving Limit Order
fa: تأیید محدود کردن سفارش

source: Are you sure?
de: Sind Sie sicher?
fa: آیا مطمئن هستید؟
it: Sei sicuro?

source: Auto
fa: خودکار

source: Available
de: Verfügbar
fa: در دسترس
it: Disponibile

source: Available Networks
fa: شبکه‌های موجود

source: Back to Limit Orders
fa: بازگشت به محدود کردن سفارش

source: Balance
de: Guthaben
fa: مانده
it: Saldo

source: Balance:
fa: مانده:

source: below
fa: زیر

source: Bento Balance: {0}
de: Bento Guthaben: {0}
fa: مانده بنتو {0}
it: Saldo Bento: {0}

source: BentoBox
fa: بنتوباکس

source: BentoBox Apps
fa: کاربردهای بنتوباکس
it: App di BentoBox

source: BentoBox is an innovative way to use dapps gas-efficiently and gain extra yield.
de: BentoBox ist eine innovative Methode, um Dapps gas-effizient einzusetzen und zusätzliche Erträge zu erzielen.
fa: بنتوباکس شیوه ای مبتکرانه برای استفاده بهینه از گاز dapp ها و به دست آوردن بازده بیشتر است
it: BentoBox è un nuovo modo di usare le dApp risparmiando sul gas e guadagnando rendimenti extra.

source: BentoBox provides extra yield on deposits with flash lending, strategies, and fixed, low-gas transfers among integrated dapps, like Kashi markets
de: BentoBox bietet zusätzliche Renditen für Einlagen mit Flash-Krediten, Strategien und festen, Low-Gas-Transfers zwischen integrierten Dapps wie den Kashi-Märkten.
fa: بنتوباکس در سپرده هایی که وام سریع، استراتژی دارند بازده بیشتری فراهم می آورد و با گاز ثابت و کمتر در میان dapp های یکپارچه مانند بازارهای کشی منتقل می شود
it: BentoBox offre rendimenti extra sui depositi con flash lending, strategie e trasferimenti fissi low-gas tra dApp integrate, come i mercati di Kashi

source: BentoBox strategies can create yield for your collateral tokens. This token does not yet have a strategy in the BentoBox.
de: BentoBox-Strategien können Rendite für Ihre Sicherheiten-Token erzielen. Dieses Token hat noch keine Strategie in der BentoBox.
fa: استراتژی های بنتوباکس می توانند برای توکن های وثیقه شما بازده ایجاد کنند. این توکن هنوز هیچ استراتژی در بنتوباکس ندارد
it: Le strategie di BentoBox possono generare rendimento per i token del tuo collaterale. Questo token non ha ancora una strategia in BentoBox.

source: BentoBox strategies can create yield for your liquidity while it is not lent out. This token does not yet have a strategy in the BentoBox.
de: BentoBox-Strategien können eine Rendite für Ihre Liquidität erzielen, ohne dass diese verliehen wird. Dieses Token hat noch keine Strategie in der BentoBox.
fa: استراتژی های بنتوباکس می توانند برای لیکوییدیتی شما بازده ایجاد کنند و در عین حال قرض داده نمی شود. این توکن هنوز هیچ استراتژی در بنتوباکس ندارد
it: Le strategie di BentoBox possono generare rendimento per la tua liquidità mentre non è concessa in prestito. Questo token non ha ancora una strategia in BentoBox.

source: Borrow
de: Leihen
fa: قرض گیری
it: Prendi in prestito

source: Borrow {0}
de: {0} ausleihen
fa: قرض گیری {0}
it: Prendi in prestito {0}

source: Borrow {0}-{1}
de: {0} - {1} ausleihen
fa: قرض گیری {0}-{1}
it: Prendi in prestito {0}-{1}

source: Borrow assets and leverage up
fa: قرض گیری دارایی ها و سرمایه گذاری با قرض
it: Prendi in prestito asset e sfrutta la leva

source: Borrowed
de: Geliehen
fa: قرض گرفته شد
it: Preso in prestito

source: Borrowing allows you to obtain liquidity without selling. Your borrow limit depends on the amount of deposited collateral. You will be able to borrow up to 75% of your collateral and repay at any time with accrued interest.
fa: قرض گیری این امکان را برای شما فراهم می آورد تا بدون فروش لیکوییدیتی به دست آورید. حد قرض گیری شما به مبلغ وثیقه واریز شده بستگی دارد. می توانید تا 75% وثیقه خود را قرض بگیرید و در هر زمانی و بدون پرداخت بهره افزوده آن را پس دهید
it: Assumere prestiti ti permette di ottenere liquidità senza vendere. Il tuo limite di prestito dipende dall'importo del collaterale depositato. Potrai prendere in prestito fino al 75% del tuo collaterale e rimborsare in qualsiasi momento con gli interessi maturati.

source: Buy
fa: خرید

source: Bypasses confirmation modals and allows high slippage trades. Use at your own risk.
de: Umgeht Bestätigungsmodalitäten und ermöglicht hohe Slippage-Trades. Die Verwendung erfolgt auf eigene Gefahr.
fa: راه های فرعی حالات را تایید می کنند و امکان معاملات با افت بالا را فراهم می آورند. با قبول ریسک، از آن استفاده کنید
it: Bypassa i modali di conferma e consente operazioni con uno slippage elevato. Usare a proprio rischio.

source: Cancel
fa: لغو

source: Cancel Order
fa: لغو سفارش

source: Cancelled
fa: لغو شد

source: Change
fa: تغییر

source: Change Recipient
fa: تغییر گیرنده

source: Claim SUSHI
fa: سوشی را مطالبه کنید
it: Riscatta SUSHI

source: Claimed
fa: مطالبه شد
it: Riscattati

source: Clear all
fa: پاک کردن همه

source: Clear History
de: Verlauf löschen
fa: پاک کردن تاریخچه (سوابق)
it: Cancella cronologia

source: Click on a pool below, input the amount you wish to migrate or select max, and clickmigrate
fa: روی مبلغ کل زیر کلیک کنید، مبلغی که مایل به جابه‌جایی آن هستید را وارد یا حداکثر را انتخاب کنید؛ سپس روی «جابه‌جا کردن» کلیک کنید
it: Clicca su un pool di seguito, inserisci l'importo che vuoi migrare o seleziona max, e clicca su migra

source: Collateral
de: Sicherheiten
fa: وثیقه
it: Collaterale

source: Community Approval
fa: تایید همانندی (گروه)
it: Approvazione della comunità

source: Confirm
de: Bestätigen
fa: تایید کنید
it: Conferma

source: Confirm Adding Liquidity
fa: افزایش لیکوییدیتی را تایید کنید
it: Conferma aggiunta di liquidità

source: Confirm convert
fa: تبدیل را تأیید کنید

source: Confirm Limit Order
fa: سفارش محدود را تأیید کنید

source: Confirm Staking
de: Staking bestätigen
fa: تایید سهام گذاری
it: Conferma staking

source: Confirm Supply
de: Lieferung bestätigen
fa: تامین را تایید کنید
it: Conferma fornitura

source: Confirm Swap
de: Swap bestätigen
fa: تایید جابه جایی
it: Conferma scambio

source: Confirm this transaction in your wallet
fa: این تراکنش را در کیف پول خود تأیید کنید

source: Confirm Withdrawal
de: Auszahlung bestätigen
fa: برداشت را تایید کنید
it: Conferma prelievo

source: Connect to a wallet
de: Verbinden Sie sich mit einer Wallet
fa: به کیف پول وصل شوید
it: Collega a un wallet

source: Connect to wallet
fa: به کیف پول وصل شوید

source: Connect Wallet
de: Wallet verbinden
fa: کیف پول را اتصال دهید
it: Collega wallet

source: Convert
fa: تبدیل

source: Converting {0} {1} for {2} {3}
fa: تبدیل {0} {1} برای {2} {3}

source: Copied
fa: کپی شد

source: Copy Address
fa: آدرس را کپی کنید

source: Create a new Kashi Market
fa: یک بازار کاشی جدید ایجاد کنید

source: Create a pair
de: Erstellen Sie ein Paar
fa: یک جفت ایجاد کنید
it: Crea una coppia

source: Create pool
fa: استخر ایجاد کنید
it: Crea pool

source: Create Pool & Supply
de: Erstellen Sie Pool & Supply
fa: استخر و تامین ایجاد کنید
it: Crea pool e fornitura

source: Current
fa: جاری

source: Deposit
de: Einzahlen
fa: واریز کنید
it: Deposita

source: Deposit {0} into BentoBox
fa: واریز {0} به بنتوباکس

source: Deposit SUSHI into BentoBox
fa: سوشی را به بنتوباکس واریز کنید
it: Deposita SUSHI in BentoBox

source: Deposit tokens into BentoBox for all the yields
de: Zahlen Sie Token für alle Erträge in BentoBox ein
fa: برای تمامی بازده ها، توکن ها را به بنتوباکس واریز کنید
it: Deposita token in BentoBox per tutti i rendimenti

source: Depositing {0} into BentoBox
fa: واریز {0} به بنتوباکس

source: Disable Multihops
de: Multihops deaktivieren
fa: غیرفعال سازی چندپرش ها
it: Disattiva multihop

source: Disconnect
fa: قطع

source: Discord
fa: ناهماهنگی

source: Dismiss
de: Verwerfen
fa: لغو
it: Ignora

source: Docs
fa: اسناد
it: Documenti

source: Documentation for developers of Sushi.
de: Dokumentation für Entwickler von Sushi.
fa: مستندسازی (ارائه اسناد) برای توسعه دهندگان سوشی
it: Documentazione per gli sviluppatori di Sushi.

source: Documentation for users of Sushi.
de: Dokumentation für Benutzer von Sushi.
fa: مستندسازی برای کاربران سوشی
it: Documentazione per gli utenti di Sushi.

source: Either return to the {link}, or change to an available network.
fa: یا به {link} برگردید، یا به یک شبکه موجود تغییر دهید.

source: Enter
de: Eingeben
fa: ورود
it: Inserisci

source: Enter a recipient
de: Geben Sie einen Empfänger ein
fa: گیرنده را وارد کنید
it: Inserisci un destinatario

source: Enter a valid slippage percentage
de: Geben Sie einen gültigen Slippage-Prozentsatz ein
fa: درصد افت معتبر را وارد کنید
it: Inserisci una percentuale di slippage valida

source: Enter Amount
de: Menge eingeben
fa: مبلغ را وارد کنید
it: Inserisci importo

source: Enter an amount
de: Geben Sie einen Betrag ein
fa: مبلغ را وارد کنید
it: Inserisci un importo

source: Error
fa: خطا
it: Errore

source: Error connecting
fa: خطا در اتصال

source: Error connecting. Try refreshing the page.
fa: خطا در اتصال. سعی کنید صفحه را تازه‌سازی کنید.

source: Exchange Rate
fa: نرخ ارز

source: Expanded results from inactive Token Lists
fa: نتایج گسترش یافته از لیست‌های توکن غیرفعال

source: Expert Mode
fa: حالت خبره

source: Expert mode turns off the confirm transaction prompt and allows high slippage tradesthat often result in bad rates and lost funds.
fa: حالت «خبره» پیام تأیید تراکنش را غیرفعال می‌کند و معاملات با افت بالا، که اغلب به نرخ‌های بد و از دست دادن وجه منجر می‌شود، را امکان‌پذیر می‌سازد.
it: La modalità esperto disattiva il messaggio di conferma della transazione e consente operazioni con uno slippage elevato; spesso questo risulta in tassi svantaggiosi e perdite di fondi.

source: Expiration is the time at which the order will become invalid
fa: انقضا به زمانی اطلاق می‌گردد که سفارش نامعتبر می‌شود

source: Expired
fa: منقضی شده

source: failed to load
de: Laden fehlgeschlagen
fa: بارگیری ناموفق است
it: impossibile caricare

source: Farm
fa: مزرعه

source: Filled
fa: پر شده

source: Find Pool
fa: استخر را پیدا کنید
it: Trova pool

source: for deliberations on additional points.
fa: برای مشورت درباره نکات اضافی.

source: For every swap on the exchange on every chain, 0.05% of the swap fees are distributed as SUSHIproportional to your share of the SushiBar. When your SUSHI is staked into the SushiBar, you recievexSUSHI in return for voting rights and a fully composable token that can interact with other protocols.Your xSUSHI is continuously compounding, when you unstake you will receive all the originally depositedSUSHI and any additional from fees.
fa: برای هر جابه‌جایی در مبادله بر روی هر زنجیره، 0.05% هزینه جابه‌جایی به صورت سوشی/ به نسبت سهم شما در سوشی‌بار توزیع می‌شود. زمانی که سوشی شما در سوشی‌بار سهام‌گذاری شد، شما ایکس سوشی را در مقابل حق رأی خود دریافت خواهید کرد؛ همچنین، توکن کاملاً ترکیب‌پذیر را دریافت خواهید کرد که می‌تواند با پروتکل‌های دیگر همکنش داشته باشد. ایکس سوشی شما به طور پیوسته ترکیب می‌شوند؛ و زمانی که شما سهام‌گذاری را لغو می‌کنید، تمامی ان سوشی‌هایی که در ابتدا سهام‌گذاری شده‌اند و تمامی اضافات حاصله از هزینه‌ها را دریافت خواهید کرد.
it: Per ogni scambio sull'exchange da qualsiasi blockchain, lo 0,05% delle commissioni viene distribuito come SUSHI in proporzione alla tua quota del SushiBar. Quando metti in staking i tuoi SUSHI nel SushiBar, ricevi in cambio xSUSHI, un token che conferisce diritti di voto completamente componibile in grado di interagire con altri protocolli. Il tuo xSUSHI è costantemente composto, quando interrompi lo staking ricevi tutti i SUSHI depositati in origine ed eventuali altri derivanti dalle commissioni.

source: forum discussion
fa: بحث انجمن

source: Gain exposure to tokens without reducing your assets. Leverage will enable you to take short positions against assets and earn from downside movements.
de: Erhalten Sie ein Exposure zu Token, ohne Ihr Vermögen zu reduzieren. Mit Leverage können Sie Short-Positionen gegen Vermögenswerte halten und von Abwärtsbewegungen profitieren.
fa: بدون کاهش دارایی خود، توکن بگیرید. سرمایه گذاری با قرض شما را قادر می سازد تا در مقابل دارایی ها جایگاه کوتاهی به دست آورید و از جابه جایی کاهش قیمت بازده دریافت کنید
it: Ottieni esposizione a token senza ridurre i tuoi asset. La leva finanziaria ti consente di aprire posizioni short contro asset e guadagnare da movimenti al ribasso.

source: Gain governance rights with xSUSHI and earn 5% APR (0.05% ofall swaps from all chains)
fa: با ایکس‌سوشی حق نظارت کسب کنید و 5% APR (0.05% از کل جابه‌جایی‌ها از تمامی زنجیره‌ها) را به دست آورید
it: Ottieni diritti di governance con xSUSHI e guadagna un APR del 5% (0,05% di tutti gli scambi da tutte le blockchain)

source: Go Back
fa: بازگشت

source: Hardware Wallet
fa: کیف پول سخت افزاری

source: Harmony Bridge
fa: پل هارمونی

source: Harvest {0} SUSHI {1}
fa: برداشت {0} سوشی {1}

source: Have assets you want to earn additional interest on? Lend them in isolated markets and earn interest from borrowers.
fa: آیا دارایی‌هایی را در اختیار دارید که می‌خواهید از آنها بهره بیشتر دریافت کنید؟ آنها را در بازارهای جداگانه قرض دهید و از قرض‌گیرندگان بهره بگیرید.

source: Health
de: Gesundheit
fa: صحت
it: Salute

source: Historical Total Locked: {0} SUSHI
fa: مجموع تاریخی قفل شد: {0} سوشی
it: Totale storico bloccato: {0} SUSHI

source: Historical Total Locked: Connect Wallet
fa: مجموع تاریخی قفل شد: به کیف پول وصل شوید
it: Totale storico bloccato: collega wallet

source: Historical Total Locked: Fetching Total
fa: مجموع تاریخی قفل شد: بازآوری مجموع
it: Totale storico bloccato: caricamento

source: home page
fa: صفحه اصلی

source: If you want to supply to a market that is not listed yet, you can use this tool to create a new pair.
fa: اگر می‌خواهید به بازاری عرضه کنید که هنوز لیست نشده، می‌توانید از این ابزار برای ایجاد یک جفت جدید استفاده کنید.

source: Import
fa: وارد كردن

source: Import Pool
de: Pool importieren
fa: استخر را وارد کنید
it: Importa pool

source: In Bento:
fa: در بنتو:

source: In Wallet:
fa: در کیف پول:

source: Input is estimated. You will sell at most
fa: ورودی برآوردی است. حداکثر میرانی که خواهید فروخت

source: Insufficient {0} balance
de: Zu wenig {0} Guthaben
fa: مانده {0} ناکافی
it: Saldo {0} insufficiente

source: Insufficient Balance
de: Zu wenig Guthaben
fa: مانده کافی نیست
it: Saldo insufficiente

source: Insufficient liquidity for this trade
de: Unzureichende Liquidität für diesen Trade
fa: لیکوییدیتی ناکافی برای این معامله
it: Liquidità insufficiente per questa operazione

source: Interface Settings
de: Schnittstelleneinstellungen
fa: تنظیمات خط اتصال
it: Impostazioni interfaccia

source: Invalid pair
de: Ungültiges Paar
fa: جفت نامعتبر
it: Coppia non valida

source: Invalid recipient
de: Ungültiger Empfänger
fa: گیرنده نامعتبر
it: Destinatario non valido

source: Isolated lending markets mitigate your risks as an asset lender. Know exactly what collateral is available to you in the event of counter party insolvency.
fa: بازارهای قرضدهی تکی باعث می شوند که ریسک شما به عنوان قرض دهنده جابه جا شود. آیا می دانید که چه تضمینی در صورت روبه رو شدن با ورشکستگی طرف مقابل برای شما وجود دارد
it: I mercati di prestito isolati riducono i tuoi rischi come creditore. Sai esattamente quanto collaterale è a tua disposizione in caso di insolvenza della controparte.

source: Join the community on Discord.
de: Treten Sie der Community auf Discord bei.
fa: در دیسکورد، به گروه بپیوندید
it: Unisciti alla comunità su Discord.

source: Learn more about wallets
fa: درباره کیف پول بیشتر بدانید

source: Lend
de: Lending
fa: قرض دهید
it: Presta

source: Lend assets for interest from borrowers.
de: Verleihen Sie Vermögenswerte gegen Zinsen von Kreditnehmern.
fa: برای دریافت بهره از قرض گیرندگان، دارایی ها را قرض دهید
it: Presta asset in cambio di interessi dai debitori.

source: Lend your assets, earn yield with no impermanent loss
fa: دارایی های خود را قرض دهید، و بدون ضرر و زیان موقت بازده به دست آوردید
it: Presta i tuoi asset, guadagna rendimento senza perdita impermanente

source: Lending
fa: در حال قرض دادن
it: Prestito

source: Lent
fa: قرض داده شد
it: Prestato

source: Limit
fa: محدود کردن

source: Limit order
fa: سفارش را محدود کنید

source: Liquidity
de: Liquidität
fa: لیکوییدیتی
it: Liquidità

source: Liquidity Provider Fee
de: Gebühr für Liquiditätsanbieter
fa: هزینه تامین کننده لیکوییدیتی
it: Commissione per fornitori di liquidità

source: Liquidity Provider Rewards
de: Belohnungen für Liquiditätsanbieter
fa: جوایز تامین کننده لیکوییدیتی
it: Ricompense per fornitori di liquidità

source: Liquidity providers earn a 0.25% fee on all trades proportional to their share ofthe pool. Fees are added to the pool, accrue in real time and can be claimed bywithdrawing your liquidity
fa: تأمین‌کنندگان لیکوییدیتی به نسبت سهم خود از مبلغ کل، 0.25% حق‌الزحمه را برای کلیه مبادلات دریافت می‌کنند. حق‌الزحمه‌ها به مبلغ کل اضافه و در زمان واقعی انباشته می‌شوند؛ و با برداشت لیکوییدیتی خود، می‌توانید آنها را مطالبه کنید
it: I fornitori di liquidità guadagnano una commissione dello 0,25% su tutte le operazioni in proporzione alla loro quota del pool. Le commissioni vengono aggiunte al pool, maturano in tempo reale e possono essere riscattate prelevando la tua liquidità.

source: Lists
de: Listen
fa: فهرست ها
it: Liste

source: Loading
de: Wird geladen
fa: بارگیری
it: Caricamento

source: Loading Balance
fa: مانده در حال بارگیری است

source: Loading balance
fa: مانده در حال بارگیری است

source: Loading your {exchange} liquidity positions
de: Laden Ihrer {exchange} Liquiditätspositionen
fa: بارگیری وضعیت لیکوییدیتی {exchange}
it: Caricamento delle tue posizioni di liquidità su {exchange}

source: loading...
de: Wird geladen ...
fa: بارگیری
it: caricamento...

source: Loading...
de: Wird geladen ...
fa: بارگیری
it: Caricamento...

source: LTV
fa: ال‌تی‌وی

source: Manage
de: Verwalten
fa: مدیریت کنید
it: Gestisci

source: Manage this pool
fa: این استخر را مدیریت کنید
it: Gestisci questo pool

source: Manage Token Lists
fa: مدیریت لیست‌های توکن

source: Market
fa: بازار

source: Markets
fa: بازارها
it: Mercati

source: Matic Bridge
fa: پل ماتیک

source: MAX
fa: حداکثر

source: Max
fa: حداکثر
it: Massimo

source: Maximize yield by staking SUSHI for xSUSHI
de: Maximieren Sie den Ertrag, indem Sie SUSHI für xSUSHI staken
fa: با سهام گذاری سوشی برای ایکس سوشی خود بازده را به حداکثر برسانید
it: Massimizza il rendimento facendo staking di SUSHI per xSUSHI

source: Maximum sent
fa: حداکثر ارسال شده

source: MEV Shield by Archer DAO
fa: سپر MEV توسط آرچر DAO

source: Migrate
de: Migrieren
fa: جابه جایی
it: Migra

source: Migrate {exchange} Liquidity
de: {exchange} Liquidität migrieren
fa: لیکوییدیتی{exchange} را جابه جا کنید
it: Migra liquidità da {exchange}

source: Migrating
de: Migration
fa: در حال جابه جایی
it: Migrazione

source: Migration is done in one-click using your signature (permit)
de: Die Migration erfolgt mit einem Klick unter Verwendung Ihrer Signatur (Erlaubnis)
fa: جابه جایی با یک بار کلیک کردن با استفاده از امضای (اجازه) شما انجام می شود
it: La migrazione viene eseguita in un click usando la tua firma (permesso)

source: Miner Tip
fa: نکته ویژه ماینر

source: Minimum Received
fa: حداقل دریافتی

source: Minimum received
de: Minimum erhalten
fa: حداقل دریافتی
it: Minimo ricevuto

source: minutes
de: Protokoll
fa: دقیقه ها
it: minuti

source: My Liquidity Positions
fa: وضعیت‌های لیکوییدیتی من

source: My Orders
fa: سفارش‌های من

source: My SUSHI
fa: سوشی من

source: Network not supported yet
fa: هنوز از شبکه پشتیبانی نمی‌شود

source: Never
fa: هرگز

source: New to Ethereum?
fa: اتریوم برای شما تازگی دارد؟

source: No Liquidity found
de: Keine Liquidität gefunden
fa: هیچ لیکوییدیتی یافت نشد
it: Nessuna liquidità trovata

source: No liquidity found to do swap
de: Es wurde keine Liquidität für einen Swap gefunden
fa: هیچ لیکوییدیتی برای جابه جایی یافت نشد
it: Nessuna liquidità trovata per scambiare

source: No liquidity was found.
fa: هیچ لیکوییدیتی یافت نشد.

source: No order history
fa: بدون تاریخچه سفارش

source: No pool found
fa: هیچ استخری یافت نشد
it: Nessun pool trovato

source: No results found
de: Keine Ergebnisse gefunden
fa: هیچ نتیجه ای یافت نشد
it: Nessun risultato trovato

source: Non-hardware Wallet
fa: عدم وجود کیف پول سخت افزاری

source: None
de: Keiner
fa: هیچ کدام
it: Nessuno

source: ONLY USE THIS MODE IF YOU KNOW WHAT YOU ARE DOING.
de: VERWENDEN SIE DIESEN MODUS NUR, WENN SIE WISSEN, WAS SIE TUN.
fa: تنها در صورتی که می دانید که در حال انجام چه کاری هستید از این حالت استفاده کنید
it: USA QUESTA MODALITÀ SOLO SE SAI COSA STAI FACENDO.
